Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# OAuth.InvalidCredentials
source: Google rejected the limited-input device OAuth credentials (invalid_client). Check the client ID and client secret.
af_za: Google het die OAuth-eiebewyse van die beperkte invoertoestel (ongeldige_kliënt) verwerp. Gaan die kliënt-ID en kliëntgeheim na.
am_et: Google የተገደበ የግቤት መሣሪያ OAuth ምስክርነቶችን (ልክ ያልሆነ_ደንበኛ) ውድቅ አደረገው። የደንበኛ መታወቂያ እና የደንበኛ ሚስጥር ያረጋግጡ.
ar_sa: رفضت Google بيانات اعتماد OAuth لجهاز الإدخال المحدود (invalid_client). التحقق من معرف العميل وسر العميل.
as_in: Google এ সীমিত-ইনপুট ডিভাইচ OAuth প্ৰমাণপত্ৰসমূহ (invalid_client) নাকচ কৰিলে। ক্লাএন্ট ID আৰু ক্লাএন্ট গোপনীয়তা পৰীক্ষা কৰক।
az_latn_az: Google məhdud giriş cihazı OAuth etimadnaməsini (invalid_client) rədd etdi. Müştəri ID və müştəri sirrini yoxlayın.
be_by: Google адхіліў уліковыя даныя OAuth прылады з абмежаваным уводам (invalid_client). Праверце ідэнтыфікатар кліента і сакрэт кліента.
bg_bg: Google отхвърли идентификационните данни за OAuth на устройството с ограничено въвеждане (invalid_client). Проверете клиентския идентификатор и клиентската тайна.
bn_bd: Google সীমিত-ইনপুট ডিভাইস OAuth শংসাপত্র (অবৈধ_ক্লায়েন্ট) প্রত্যাখ্যান করেছে। ক্লায়েন্ট আইডি এবং ক্লায়েন্ট গোপন চেক করুন.
bs_latn_ba: Google je odbio OAuth vjerodajnice uređaja s ograničenim unosom (invalid_client). Provjerite ID klijenta i tajnu klijenta.
ca_es: Google ha rebutjat les credencials d'OAuth del dispositiu d'entrada limitada (invalid_client). Comproveu l'identificador del client i el secret del client.
cs_cz: Google odmítl přihlašovací údaje OAuth zařízení s omezeným vstupem (invalid_client). Zkontrolujte ID klienta a tajný klíč klienta.
da_dk: Google afviste OAuth-legitimationsoplysningerne for enheden med begrænset input (invalid_client). Tjek klient-id'et og klienthemmeligheden.
de_de: Google hat die OAuth-Anmeldeinformationen für Geräte mit eingeschränkter Eingabe (invalid_client) abgelehnt. Überprüfen Sie die Client-ID und das Client-Geheimnis.
el_gr: Η Google απέρριψε τα διαπιστευτήρια OAuth της συσκευής περιορισμένης εισαγωγής (invalid_client). Ελέγξτε το αναγνωριστικό πελάτη και το μυστικό του πελάτη.
es_us: Google rechazó las credenciales OAuth del dispositivo de entrada limitada (invalid_client). Verifique el ID del cliente y el secreto del cliente.
et_ee: Google lükkas tagasi piiratud sisendiga seadme OAuthi volikirjad (invalid_client). Kontrollige kliendi ID-d ja kliendi saladust.
eu_es: Google-k sarrera mugatuko gailuaren OAuth kredentzialak baztertu ditu (invalid_client). Egiaztatu bezeroaren IDa eta bezeroaren sekretua.
fa_ir: Google اعتبارنامه OAuth دستگاه با ورودی محدود (invalid_client) را رد کرد. شناسه مشتری و راز مشتری را بررسی کنید.
fi_fi: Google hylkäsi rajoitetun syöttölaitteen OAuth-kirjautumistiedot (invalid_client). Tarkista asiakastunnus ja asiakkaan salaisuus.
fil_ph: Tinanggihan ng Google ang limitadong-input na mga kredensyal ng OAuth ng device (invalid_client). Tingnan ang client ID at sikreto ng kliyente.
fr_ca: Google a rejeté les informations d'identification OAuth de l'appareil à saisie limitée (invalid_client). Vérifiez l'ID client et le secret client.
gl_es: Google rexeitou as credenciais de OAuth do dispositivo de entrada limitada (invalid_client). Comprobe o ID do cliente e o segredo do cliente.
gu_in: Google એ મર્યાદિત-ઇનપુટ ઉપકરણ OAuth ઓળખપત્રોને નકારી કાઢ્યું (અમાન્ય_ક્લાયન્ટ). ક્લાયંટ આઈડી અને ક્લાયંટ સિક્રેટ તપાસો.
he_il: Google דחתה את אישורי ה-OAuth של מכשיר קלט מוגבל (invalid_client). בדוק את מזהה הלקוח ואת סוד הלקוח.
hi_in: Google ने सीमित-इनपुट डिवाइस OAuth क्रेडेंशियल (अमान्य_क्लाइंट) को अस्वीकार कर दिया। क्लाइंट आईडी और क्लाइंट सीक्रेट जांचें।
hr_hr: Google je odbio OAuth vjerodajnice uređaja s ograničenim unosom (invalid_client). Provjerite ID klijenta i tajnu klijenta.
hu_hu: A Google elutasította a korlátozott bevitelű eszköz OAuth hitelesítő adatait (invalid_client). Ellenőrizze az ügyfélazonosítót és az ügyfél titkosságát.
hy_am: Google-ը մերժեց սահմանափակ մուտքագրման սարքի OAuth հավատարմագրերը (invalid_client): Ստուգեք հաճախորդի ID-ն և հաճախորդի գաղտնիքը:
id_id: Google menolak kredensial OAuth perangkat dengan masukan terbatas (klien_tidak valid). Periksa ID klien dan rahasia klien.
is_is: Google hafnaði OAuth-skilríkjum tækisins með takmörkuðu inntaki (ógildur_viðskiptavinur). Athugaðu auðkenni viðskiptavinarins og leyndarmál viðskiptavinarins.
it_it: Google ha rifiutato le credenziali OAuth del dispositivo con input limitato (invalid_client). Controlla l'ID client e il segreto client.
ja_jp: Google は、入力が制限されたデバイスの OAuth 認証情報 (invalid_client) を拒否しました。クライアントIDとクライアントシークレットを確認してください。
ka_ge: Google-მა უარყო შეზღუდული შეყვანის მოწყობილობის OAuth სერთიფიკატები (invalid_client). შეამოწმეთ კლიენტის ID და კლიენტის საიდუმლო.
kk_kz: Google шектеулі енгізу мүмкіндігі бар құрылғы OAuth тіркелгі деректерінен (invalid_client) бас тартты. Клиент идентификаторы мен клиент құпиясын тексеріңіз.
km_kh: Google បានបដិសេធឧបករណ៍បញ្ចូលដែលមានកំណត់ OAuth credentials (invalid_client)។ ពិនិត្យលេខសម្គាល់អតិថិជន និងការសម្ងាត់របស់អតិថិជន។
kn_in: ಸೀಮಿತ-ಇನ್‌ಪುಟ್ ಸಾಧನ OAuth ರುಜುವಾತುಗಳನ್ನು Google ತಿರಸ್ಕರಿಸಿದೆ (invalid_client). ಕ್ಲೈಂಟ್ ಐಡಿ ಮತ್ತು ಕ್ಲೈಂಟ್ ರಹಸ್ಯವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko_kr: Google에서는 입력이 제한된 기기 OAuth 사용자 인증 정보(invalid_client)를 거부했습니다. 클라이언트 ID와 클라이언트 비밀번호를 확인하세요.
ky_kg: Google чектелген киргизүүчү түзмөк OAuth эсептик дайындарын (invalid_client) четке какты. кардар ID жана кардар сырын текшерүү.
lo_la: Google ປະຕິເສດການປ້ອນຂໍ້ມູນ OAuth credentials (invalid_client). ກວດເບິ່ງລະຫັດລູກຄ້າແລະຄວາມລັບຂອງລູກຄ້າ.
lt_lt: „Google“ atmetė riboto įvesties įrenginio „OAuth“ kredencialus (negaliojantis_klientas). Patikrinkite kliento ID ir kliento paslaptį.
lv_lv: Google noraidīja ierobežotas ievades ierīces OAuth akreditācijas datus (invalid_client). Pārbaudiet klienta ID un klienta noslēpumu.
mk_mk: Google ги отфрли акредитациите на уредот со ограничено внесување OAuth (invalid_client). Проверете го идентификаторот на клиентот и тајната на клиентот.
ml_in: പരിമിതമായ ഇൻപുട്ട് ഉപകരണമായ OAuth ക്രെഡൻഷ്യലുകൾ Google നിരസിച്ചു (invalid_client). ക്ലയൻ്റ് ഐഡിയും ക്ലയൻ്റ് രഹസ്യവും പരിശോധിക്കുക.
mn_mn: Google хязгаарлагдмал оролтын төхөөрөмжийн OAuth итгэмжлэлээс (invalid_client) татгалзсан. Үйлчлүүлэгчийн ID болон үйлчлүүлэгчийн нууцыг шалгана уу.
mr_in: Google ने मर्यादित-इनपुट डिव्हाइस OAuth क्रेडेन्शियल (invalid_client) नाकारले. क्लायंट आयडी आणि क्लायंट सीक्रेट तपासा.
ms_my: Google menolak bukti kelayakan OAuth peranti input terhad (invalid_client). Semak ID pelanggan dan rahsia pelanggan.
nb_no: Google avviste OAuth-legitimasjonen for begrenset inndata (invalid_client). Sjekk klient-ID og klienthemmelighet.
ne_np: Google ले सीमित-इनपुट उपकरण OAuth प्रमाणहरू (invalid_client) अस्वीकार गर्‍यो। ग्राहक आईडी र ग्राहक गोप्य जाँच गर्नुहोस्।
nl_nl: Google heeft de OAuth-inloggegevens van het apparaat met beperkte invoer (invalid_client) afgewezen. Controleer de client-ID en het clientgeheim.
or_in: ଗୁଗୁଲ୍ ସୀମିତ-ଇନପୁଟ୍ ଡିଭାଇସ୍ OAuth ପରିଚୟପତ୍ର (ଅବ alid ଧ_ କ୍ଲାଏଣ୍ଟ) କୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କଲା | କ୍ଲାଏଣ୍ଟ ID ଏବଂ କ୍ଲାଏଣ୍ଟ ଗୁପ୍ତ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_in: Google ਨੇ ਸੀਮਤ-ਇਨਪੁਟ ਡਿਵਾਈਸ OAuth ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ (ਅਵੈਧ_ਕਲਾਇੰਟ) ਨੂੰ ਅਸਵੀਕਾਰ ਕਰ ਦਿੱਤਾ ਹੈ। ਕਲਾਇੰਟ ਆਈਡੀ ਅਤੇ ਕਲਾਇੰਟ ਸੀਕਰੇਟ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Google odrzucił dane uwierzytelniające OAuth urządzenia z ograniczonym wejściem (invalid_client). Sprawdź identyfikator klienta i sekret klienta.
pt_br: O Google rejeitou as credenciais OAuth do dispositivo de entrada limitada (invalid_client). Verifique o ID do cliente e o segredo do cliente.
ro_ro: Google a respins acreditările OAuth ale dispozitivului cu introducere limitată (invalid_client). Verificați ID-ul clientului și secretul clientului.
ru_ru: Google отклонил учетные данные OAuth устройства с ограниченным вводом (invalid_client). Проверьте идентификатор и секрет клиента.
si_lk: Google සීමිත ආදාන උපාංග OAuth අක්තපත්‍ර ප්‍රතික්ෂේප කළේය (invalid_client). සේවාදායක හැඳුනුම්පත සහ සේවාදායක රහස පරීක්ෂා කරන්න.
sk_sk: Google odmietol poverenia OAuth zariadenia s obmedzeným vstupom (invalid_client). Skontrolujte ID klienta a tajný kľúč klienta.
sl_si: Google je zavrnil poverilnice OAuth naprave z omejenim vnosom (invalid_client). Preverite ID odjemalca in skrivnost odjemalca.
sq_al: Google refuzoi kredencialet OAuth të pajisjes me hyrje të kufizuar (invalid_client). Kontrolloni ID-në e klientit dhe sekretin e klientit.
sr_cyrl_rs: Гоогле је одбио ОАутх акредитиве уређаја са ограниченим уносом (инвалид_цлиент). Проверите ИД клијента и тајну клијента.
sr_latn_rs: Google je odbio OAuth akreditive uređaja sa ograničenim unosom (invalid_client). Proverite ID klijenta i tajnu klijenta.
sv_se: Google avvisade OAuth-uppgifterna för enheten med begränsad inmatning (invalid_client). Kontrollera klient-ID och klienthemlighet.
sw_ke: Google ilikataa hati tambulishi za OAuth za kifaa chenye uwezo mdogo wa kuingiza data (mteja_batili). Angalia kitambulisho cha mteja na siri ya mteja.
ta_in: வரையறுக்கப்பட்ட உள்ளீட்டு சாதனமான OAuth நற்சான்றிதழ்களை Google நிராகரித்தது (invalid_client). கிளையன்ட் ஐடி மற்றும் கிளையண்ட் ரகசியத்தை சரிபார்க்கவும்.
te_in: పరిమిత-ఇన్‌పుట్ పరికరం OAuth ఆధారాలను Google తిరస్కరించింది (invalid_client). క్లయింట్ ID మరియు క్లయింట్ రహస్యాన్ని తనిఖీ చేయండి.
th_th: Google ปฏิเสธข้อมูลรับรอง OAuth ของอุปกรณ์ที่จำกัดการป้อนข้อมูล (invalid_client) ตรวจสอบรหัสไคลเอ็นต์และความลับไคลเอ็นต์
tr_tr: Google, sınırlı girişli cihaz OAuth kimlik bilgilerini (invalid_client) reddetti. İstemci kimliğini ve istemci sırrını kontrol edin.
uk_ua: Google відхилив облікові дані OAuth пристрою з обмеженим введенням (invalid_client). Перевірте ідентифікатор клієнта та секрет клієнта.
ur_pk: Google نے محدود ان پٹ ڈیوائس OAuth اسناد (invalid_client) کو مسترد کر دیا۔ کلائنٹ آئی ڈی اور کلائنٹ کا راز چیک کریں۔
uz_latn_uz: Google cheklangan kirish qurilmasi OAuth hisob ma'lumotlarini (invalid_client) rad etdi. Mijoz ID va mijoz sirini tekshiring.
vi_vn: Google đã từ chối thông tin xác thực OAuth của thiết bị đầu vào có giới hạn (invalid_client). Kiểm tra ID khách hàng và bí mật khách hàng.
zh_hans_cn: Google 拒绝了有限输入设备 OAuth 凭据 (invalid_client)。检查客户端 ID 和客户端密钥。
zh_hant_hk: Google 拒絕了有限輸入裝置 OAuth 憑證 (invalid_client)。檢查客戶端 ID 和客戶端金鑰。
zu_za: I-Google inqabe izifakazelo ze-OAuth zedivayisi yokokufaka okukhawulelwe (invalid_client). Hlola i-ID yeklayenti kanye nemfihlo yeklayenti.

# OAuth.InvalidDeviceAuthorizationResponse
source: Google device authorization returned an invalid response.
af_za: Google-toestelmagtiging het 'n ongeldige antwoord teruggestuur.
am_et: የGoogle መሣሪያ ፈቃድ ልክ ያልሆነ ምላሽ መለሰ።
ar_sa: أعاد ترخيص جهاز Google استجابة غير صالحة.
as_in: Google ডিভাইচ অনুমোদনে এটা অবৈধ সঁহাৰি ঘূৰাই দিলে।
az_latn_az: Google cihaz icazəsi etibarsız cavab qaytardı.
be_by: Аўтарызацыя прылады Google вярнула несапраўдны адказ.
bg_bg: Упълномощаването на устройство на Google върна невалиден отговор.
bn_bd: Google ডিভাইস অনুমোদন একটি অবৈধ প্রতিক্রিয়া ফিরিয়ে দিয়েছে৷
bs_latn_ba: Autorizacija Google uređaja je vratila nevažeći odgovor.
ca_es: L'autorització del dispositiu de Google ha retornat una resposta no vàlida.
cs_cz: Autorizace zařízení Google vrátila neplatnou odpověď.
da_dk: Google-enhedsgodkendelse returnerede et ugyldigt svar.
de_de: Die Google-Geräteautorisierung hat eine ungültige Antwort zurückgegeben.
el_gr: Η εξουσιοδότηση συσκευής Google επέστρεψε μια μη έγκυρη απάντηση.
es_us: La autorización del dispositivo de Google arrojó una respuesta no válida.
et_ee: Google'i seadme autoriseerimine andis kehtetu vastuse.
eu_es: Google gailuaren baimenak erantzun baliogabea eman du.
fa_ir: مجوز دستگاه Google پاسخ نامعتبری را نشان داد.
fi_fi: Google-laitteen valtuutus palautti virheellisen vastauksen.
fil_ph: Ang awtorisasyon ng Google device ay nagbalik ng di-wastong tugon.
fr_ca: L'autorisation de l'appareil Google a retourné une réponse non valide.
gl_es: A autorización do dispositivo de Google devolveu unha resposta non válida.
gu_in: Google ઉપકરણ અધિકૃતતાએ અમાન્ય પ્રતિસાદ આપ્યો.
he_il: הרשאת מכשיר Google החזירה תגובה לא חוקית.
hi_in: Google डिवाइस प्राधिकरण ने एक अमान्य प्रतिक्रिया दी।
hr_hr: Autorizacija Google uređaja vratila je nevažeći odgovor.
hu_hu: A Google eszközengedélyezése érvénytelen választ adott.
hy_am: Google սարքի թույլտվությունը վերադարձրեց անվավեր պատասխան:
id_id: Otorisasi perangkat Google menghasilkan respons yang tidak valid.
is_is: Google tækisheimild skilaði ógildu svari.
it_it: L'autorizzazione del dispositivo Google ha restituito una risposta non valida.
ja_jp: Google デバイス認証が無効な応答を返しました。
ka_ge: Google მოწყობილობის ავტორიზაციამ არასწორი პასუხი დააბრუნა.
kk_kz: Google құрылғысының авторизациясы жарамсыз жауап қайтарды.
km_kh: ការអនុញ្ញាតឧបករណ៍ Google បានត្រឡប់ការឆ្លើយតបមិនត្រឹមត្រូវ។
kn_in: Google ಸಾಧನದ ದೃಢೀಕರಣವು ಅಮಾನ್ಯ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಹಿಂತಿರುಗಿಸಿದೆ.
ko_kr: Google 기기 승인에서 잘못된 응답을 반환했습니다.
ky_kg: Google түзмөгүнүн авторизациясы жараксыз жооп кайтарды.
lo_la: ການອະນຸຍາດອຸປະກອນ Google ສົ່ງຄືນຄໍາຕອບທີ່ບໍ່ຖືກຕ້ອງ.
lt_lt: „Google“ įrenginio prieigos teisė pateikė neteisingą atsakymą.
lv_lv: Google ierīces autorizācija sniedza nederīgu atbildi.
mk_mk: Овластувањето на уредот на Google врати неважечки одговор.
ml_in: Google ഉപകരണ അംഗീകാരം ഒരു അസാധുവായ പ്രതികരണം നൽകി.
mn_mn: Google төхөөрөмжийн зөвшөөрөл нь буруу хариу өгсөн.
mr_in: Google डिव्हाइस अधिकृततेने अवैध प्रतिसाद दिला.
ms_my: Keizinan peranti Google mengembalikan respons yang tidak sah.
nb_no: Google-enhetsautorisasjon returnerte et ugyldig svar.
ne_np: गुगल उपकरण प्राधिकरणले अवैध प्रतिक्रिया फिर्ता गर्यो।
nl_nl: Apparaatautorisatie van Google heeft een ongeldig antwoord geretourneerd.
or_in: ଗୁଗୁଲ୍ ଡିଭାଇସ୍ ପ୍ରାଧିକରଣ ଏକ ଅବ alid ଧ ପ୍ରତିକ୍ରିୟା ଫେରସ୍ତ କଲା |
pa_in: Google ਡੀਵਾਈਸ ਪ੍ਰਮਾਣੀਕਰਨ ਨੇ ਇੱਕ ਅਵੈਧ ਜਵਾਬ ਵਾਪਸ ਕੀਤਾ।
pl_pl: Autoryzacja urządzenia Google zwróciła nieprawidłową odpowiedź.
pt_br: A autorização do dispositivo Google retornou uma resposta inválida.
ro_ro: Autorizarea dispozitivului Google a returnat un răspuns nevalid.
ru_ru: Авторизация устройства Google вернула неверный ответ.
si_lk: Google උපාංග අවසරය අවලංගු ප්‍රතිචාරයක් ලබා දුන්නේය.
sk_sk: Autorizácia zariadenia Google vrátila neplatnú odpoveď.
sl_si: Googlova avtorizacija naprave je vrnila neveljaven odgovor.
sq_al: Autorizimi i pajisjes së Google ktheu një përgjigje të pavlefshme.
sr_cyrl_rs: Ауторизација Гоогле уређаја је вратила неважећи одговор.
sr_latn_rs: Autorizacija Google uređaja je vratila nevažeći odgovor.
sv_se: Googles enhetsauktorisering returnerade ett ogiltigt svar.
sw_ke: Uidhinishaji wa kifaa cha Google ulileta jibu lisilo sahihi.
ta_in: Google சாதன அங்கீகாரம் தவறான பதிலை அளித்துள்ளது.
te_in: Google పరికర ప్రమాణీకరణ చెల్లని ప్రతిస్పందనను అందించింది.
th_th: การให้สิทธิ์อุปกรณ์ Google ส่งคืนการตอบสนองที่ไม่ถูกต้อง
tr_tr: Google cihaz yetkilendirmesi geçersiz bir yanıt döndürdü.
uk_ua: Авторизація пристрою Google повернула недійсну відповідь.
ur_pk: گوگل ڈیوائس کی اجازت نے ایک غلط جواب لوٹایا۔
uz_latn_uz: Google qurilma avtorizatsiyasi yaroqsiz javob qaytardi.
vi_vn: Ủy quyền thiết bị của Google đã trả lại phản hồi không hợp lệ.
zh_hans_cn: Google 设备授权返回无效响应。
zh_hant_hk: Google 裝置授權回傳無效回應。
zu_za: Ukugunyazwa kwedivayisi ye-Google kubuyise impendulo engavumelekile.

# OAuth.InvalidTokenResponse
source: Google token endpoint returned an invalid response.
af_za: Google-token-eindpunt het 'n ongeldige antwoord teruggestuur.
am_et: የጎግል ማስመሰያ የመጨረሻ ነጥብ ልክ ያልሆነ ምላሽ መለሰ።
ar_sa: أعادت نقطة نهاية الرمز المميز لـ Google استجابة غير صالحة.
as_in: গুগল টোকেন এণ্ডপইণ্টে এটা অবৈধ সঁহাৰি ঘূৰাই দিলে।
az_latn_az: Google token son nöqtəsi etibarsız cavab qaytardı.
be_by: Канчатковы пункт маркера Google вярнуў няправільны адказ.
bg_bg: Крайната точка на токена на Google върна невалиден отговор.
bn_bd: Google টোকেন এন্ডপয়েন্ট একটি অবৈধ প্রতিক্রিয়া ফিরিয়ে দিয়েছে।
bs_latn_ba: Krajnja tačka Google tokena je vratila nevažeći odgovor.
ca_es: El punt final del testimoni de Google ha retornat una resposta no vàlida.
cs_cz: Koncový bod tokenu Google vrátil neplatnou odpověď.
da_dk: Google token-slutpunkt returnerede et ugyldigt svar.
de_de: Der Google-Token-Endpunkt hat eine ungültige Antwort zurückgegeben.
el_gr: Το τελικό σημείο διακριτικού Google επέστρεψε μια μη έγκυρη απάντηση.
es_us: El punto final del token de Google devolvió una respuesta no válida.
et_ee: Google'i loa lõpp-punkt andis kehtetu vastuse.
eu_es: Google token amaierako puntuak erantzun baliogabea eman du.
fa_ir: نقطه پایانی توکن Google پاسخ نامعتبری را نشان داد.
fi_fi: Google-tunnuksen päätepiste palautti virheellisen vastauksen.
fil_ph: Nagbalik ng di-wastong tugon ang Google token endpoint.
fr_ca: Le point de terminaison du jeton Google a retourné une réponse non valide.
gl_es: O punto final do token de Google devolveu unha resposta non válida.
gu_in: Google ટોકન એન્ડપોઇન્ટે અમાન્ય પ્રતિસાદ આપ્યો.
he_il: נקודת הקצה של אסימון Google החזירה תגובה לא חוקית.
hi_in: Google टोकन एंडपॉइंट ने एक अमान्य प्रतिक्रिया दी।
hr_hr: Krajnja točka Google tokena vratila je nevažeći odgovor.
hu_hu: A Google token végpontja érvénytelen választ adott.
hy_am: Google նշանի վերջնակետը վերադարձրեց անվավեր պատասխան:
id_id: Titik akhir token Google mengembalikan respons yang tidak valid.
is_is: Endpunktur Google tákns skilaði ógildu svari.
it_it: L'endpoint del token Google ha restituito una risposta non valida.
ja_jp: Google トークン エンドポイントが無効な応答を返しました。
ka_ge: Google token endpoint-მა არასწორი პასუხი დააბრუნა.
kk_kz: Google токенінің соңғы нүктесі жарамсыз жауапты қайтарды.
km_kh: ចំណុច​បញ្ចប់​សញ្ញា​សម្ងាត់ Google បាន​ត្រឡប់​ការ​ឆ្លើយតប​មិន​ត្រឹមត្រូវ។
kn_in: Google ಟೋಕನ್ ಎಂಡ್‌ಪಾಯಿಂಟ್ ಅಮಾನ್ಯ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಹಿಂತಿರುಗಿಸಿದೆ.
ko_kr: Google 토큰 엔드포인트가 잘못된 응답을 반환했습니다.
ky_kg: Google токенинин акыркы чекити жараксыз жооп кайтарды.
lo_la: Google token endpoint ສົ່ງຄືນຄໍາຕອບທີ່ບໍ່ຖືກຕ້ອງ.
lt_lt: „Google“ prieigos rakto galutinis taškas pateikė neteisingą atsakymą.
lv_lv: Google pilnvaras galapunkts atgrieza nederīgu atbildi.
mk_mk: Крајната точка на токен на Google врати неважечки одговор.
ml_in: Google ടോക്കൺ എൻഡ്‌പോയിൻ്റ് ഒരു അസാധുവായ പ്രതികരണം നൽകി.
mn_mn: Google токен төгсгөлийн цэг буруу хариултыг буцаасан.
mr_in: Google टोकन एंडपॉइंटने अवैध प्रतिसाद दिला.
ms_my: Titik akhir token Google mengembalikan respons yang tidak sah.
nb_no: Google token-endepunkt returnerte et ugyldig svar.
ne_np: गुगल टोकन एन्डपोइन्टले अवैध प्रतिक्रिया फिर्ता गर्यो।
nl_nl: Het Google-tokeneindpunt heeft een ongeldig antwoord geretourneerd.
or_in: ଗୁଗୁଲ୍ ଟୋକନ୍ ଏଣ୍ଡପଏଣ୍ଟ ଏକ ଅବ alid ଧ ପ୍ରତିକ୍ରିୟା ଫେରାଇଲା |
pa_in: Google ਟੋਕਨ ਐਂਡਪੁਆਇੰਟ ਨੇ ਇੱਕ ਅਵੈਧ ਜਵਾਬ ਵਾਪਸ ਕੀਤਾ।
pl_pl: Punkt końcowy tokena Google zwrócił nieprawidłową odpowiedź.
pt_br: O endpoint do token do Google retornou uma resposta inválida.
ro_ro: Punctul final de indicativ Google a returnat un răspuns nevalid.
ru_ru: Конечная точка токена Google вернула недопустимый ответ.
si_lk: Google ටෝකන් අන්ත ලක්ෂ්‍යය වලංගු නොවන ප්‍රතිචාරයක් ලබා දුන්නේය.
sk_sk: Koncový bod tokenu Google vrátil neplatnú odpoveď.
sl_si: Končna točka Googlovega žetona je vrnila neveljaven odgovor.
sq_al: Pika përfundimtare e tokenit të Google ktheu një përgjigje të pavlefshme.
sr_cyrl_rs: Крајња тачка Гоогле токена је вратила неважећи одговор.
sr_latn_rs: Krajnja tačka Google tokena je vratila nevažeći odgovor.
sv_se: Google token-slutpunkt returnerade ett ogiltigt svar.
sw_ke: Tokeni ya mwisho ya Google ilileta jibu lisilo sahihi.
ta_in: Google டோக்கன் எண்ட்பாயிண்ட் தவறான பதிலை அளித்துள்ளது.
te_in: Google టోకెన్ ముగింపు పాయింట్ చెల్లని ప్రతిస్పందనను అందించింది.
th_th: ปลายทางโทเค็นของ Google ส่งคืนการตอบกลับที่ไม่ถูกต้อง
tr_tr: Google belirteci uç noktası geçersiz bir yanıt döndürdü.
uk_ua: Кінцева точка маркера Google повернула недійсну відповідь.
ur_pk: گوگل ٹوکن اینڈ پوائنٹ نے غلط جواب دیا ہے۔
uz_latn_uz: Google token oxirgi nuqtasi yaroqsiz javob qaytardi.
vi_vn: Điểm cuối mã thông báo của Google trả về phản hồi không hợp lệ.
zh_hans_cn: Google 令牌端点返回无效响应。
zh_hant_hk: Google 令牌端點傳回無效回應。
zu_za: Iphoyinti lokuphela lethokheni le-Google libuyisele impendulo engavumelekile.
